{
  "humblewood": {
    "descricao": "A terra abaixo de Leya estava anormalmente quente. Ela se abaixou para confirmar e se afastou imediatamente com dor. Suas penas estavam levemente queimadas. A estação tinha sido anormalmente seca, mas esta era uma temperatura assustadora. Depois de olhar mais de perto, parecia que o chão estava brilhando.\n\nCRACK! Os olhos de Leya foram para o som. A grande árvore em que ela brincava quando criança havia caído, e fumaça subia de seus restos. \"Vá!\" sua mente gritou, e ela escutou, correndo em direção a casa. \"Chegue até eles antes-\"\n\nDe repente, chamas irromperam, viajando a uma velocidade sobrenatural em direção ao poleiro de Leya. Seu poleiro significava o mundo para ela, mas na vasta extensão da Floresta era pequeno e sem importância. Insignificante demais para ter um posto avançado da Guarda do Perch próprio. Seu coração apertou sabendo que o assentamento remoto não seria avisado a tempo, e que a ajuda não estaria por perto.\n\nAs mãos de Leya começaram a se mover sem pensar enquanto ela sussurrava as palavras de sua avó. Não seria o suficiente, mas ela não conseguiria viver consigo mesma se não tentasse. Quando ensinado a ela, o feitiço tinha a intenção de ajudar as fazendas em estações sem chuva. Não era para ser usado defensivamente. Gotas de uma causa perdida se formaram entre seus dedos.\n\nÁgua conjurada caiu no chão, evaporando assim que atingiu o chão fumegante da floresta. Enquanto ela se concentrava, uma forte rajada quente tocou o rosto de Leya. É Altus, deve ser!, pensou Leya. O Amaranthine das tempestades estava trazendo chuva para apagar esse odioso incêndio florestal. Ela olhou para o céu, procurando freneticamente por mais sinais de mudança no clima.\n\nMal conseguindo registrar o que viu, seus braços caíram para os lados em derrota. Bolas de fogo voadoras enchiam o céu. Um enxame se separou, indo em sua direção. Leya caiu de joelhos, esperando com seus últimos pensamentos que alguém salvasse Humblewood antes que tudo queimasse.\n\nHouve sinais perturbadores nos últimos meses, sinalizando que algo está errado em Humblewood. Os problemas parecem ter origem na atividade no Bosque Queimado, uma planície cinzenta que foi devastada há muitos séculos por um incêndio destrutivo. O que quer que tenha causado o fogo marcou a terra com magia elemental, tornando-a inóspita para todos, exceto para estranhas criaturas de fogo. Ultimamente, o fogo começou a se expandir. No início, era difícil notar a expansão lenta, mas aqueles em sintonia com a natureza podiam ver o desequilíbrio nas forças elementais de Humblewood. Para muitas pessoas comuns, esse desequilíbrio foi vivenciado como uma seca fora de época, o que levou à quebra de safra e a um aumento na frequência de incêndios florestais. Também houve uma série de nuvens de emberbats anormalmente agressivas relatadas muito além de seus limites naturais.\n\nA verdadeira natureza do perigo ainda permanece oculta do povo da Floresta. O aumento do alcance dos enxames de emberbats trouxe incêndios que expandiram o Bosque. Muitos moradores da floresta, que ficaram sem lar, se voltaram para o banditismo para sobreviver.",
    "linkGrid": "https://www.owlbear.rodeo/room/EgMpUjDL7Qy6/TheCalmQuid",
    "urlImage": "https://github.com/CaioCohen/CorruptedDominion/blob/main/src/assets/imgs/Humblewood.png?raw=true",
    "lores": [
      {
        "descricao": "ainda não tem",
        "titulo": "Primeira Lore"
      }
    ],
    "mapas": [
      {
        "titulo": "Humblewood",
        "urlImagem": "https://i.imgur.com/p2wAZfU.png"
      },
      {
        "titulo": "Winnowing Reach",
        "urlImagem": "https://i.imgur.com/SI4nzwO.png"
      },
      {
        "titulo": "Alderheart",
        "urlImagem": "https://i.imgur.com/U75s6cM.png"
      },
      {
        "titulo": "O Avium",
        "urlImagem": "https://github.com/CaioCohen/CorruptedDominion/blob/main/src/assets/imgs/maps/Avium.png?raw=true"
      }
    ],
    "npcs": [
      {
        "descricao": "Eliza Pennygleam é uma eluran, um grupo de pessoas parecidas com gatos do oeste. Embora não sejam nativas de Humblewood, elurans são comumente vistas ao longo das estradas como parte de caravanas mercantes e atrás de barracas mercantes na capital. Eliza é uma comerciante experiente, a caminho de Alderheart para assumir a loja de sua falecida irmã. Ela é uma negociadora nata, mas também é caridosa com aqueles que enfrentaram dificuldades.",
        "nome": "Eliza Pennygleam",
        "tipo": 1,
        "urlImagem": "https://i.imgur.com/mr7mWZ2.png"
      },
      {
        "descricao": "Um venerável gallus com proporções arredondadas de perdiz e penas que há muito perderam o brilho da juventude. Como a Ancião da vila, Ardwyn é uma figura de autoridade dentro de Meadowfen. Ele e sua falecida esposa mantiveram a vila funcionando até sua morte, após o que ele assumiu o papel sozinho. O Ancião Ardwyn é uma homem gentil e perceptivo que exala liderança. Os moradores da vila olham para ele em busca de orientação.",
        "nome": "Ardwyn, Ancião de Meadowfen",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/UoS7gFX.png"
      },
      {
        "descricao": "Fray é uma vulpin de pelo vermelho arrojado com olhos afiados e raciocínio rápido. Uma espadachim altamente habilidosa, ela ficou sem um lar quando incêndios florestais se espalhando do Bosque Queimado queimaram sua vila. Ela viu se juntar aos bandidos como uma oportunidade de usar suas habilidades para sustentar a si mesma e aqueles de quem gosta. Ela é astuta e talentosa, mas também competitiva e não está disposta a esquecer nem mesmo a menor ofensa contra ela. Fray usa o bloco de estatísticas de capitão vulpin.",
        "nome": "Fray Merridan",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/W6NIaQ1.png"
      },
      {
        "descricao": "Um corvum de meia-idade, fastidioso, facilmente agitado, aceso, com penas pretas e monótonas. Como Magistrado de Winnowing Reach, ele é uma figura política proeminente na região. Walden não é um homem particularmente bom ou gentil, mas tenta ser razoável e honrado. Ele não quebrará seus acordos e, da mesma forma, não tolerará nada da parte do grupo que possa ser concebido como quebra de juramento, desonestidade ou ações que possam causar danos ao Reach. Ele se importa profundamente com seus cidadãos, mas isso às vezes não consegue ser percebido, pois suas ambições políticas tendem a atrapalhar. Walden conhece Kenna Brightspark desde que ela era apenas uma caloura. Walden usa o bloco de estatísticas nobre, ajustado com os traços raciais de um corvum aceso. Ele é legal e neutro.",
        "nome": "Walden Krane",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/q6PyNUM.png"
      },
      {
        "descricao": "Uma jovem estudiosa enérgica e curiosa que atualmente está trabalhando em uma dissertação em Winnowing Reach. A pesquisa de Kenna se concentra nas propriedades de vários slimes da região. Ela é uma estudante do Avium e espera que suas descobertas lhe rendam uma bolsa para financiar ainda mais estudos sobre essas criaturas fascinantes. Kenna é natural de Winnowing Reach e conhece bem a vila. Ela é um pouco precoce e assume riscos pelo seu trabalho.",
        "nome": "Kenna Brightspark",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/2DerVC3.png"
      },
      {
        "descricao": "Susan é uma hedge excêntrica cuja aptidão mágica sempre foi superada por sua fome de conhecimento. Ela estudou no Avium por um curto período de tempo, mas saiu por conta própria para experimentar magias que o Avium achou desagradáveis. Susan recentemente se estabeleceu no pântano na esperança de perseguir suas curiosidades arcanas em paz. Ela compartilha sua modesta casa com seu familiar besouro, Normal, e passa seu tempo procurando ingredientes, testando feitiços e lendo romances de mistério, além de tomos de conhecimento sobrenatural. Embora ela realize seus rituais a uma distância segura das cidades e vilas, sua presença na região deixou o Magistrado de Winnowing Reach desconfortável, e ele quer que ela vá embora.",
        "nome": "Susan, a Bruxa do Pântano",
        "tipo": 1,
        "urlImagem": "https://i.imgur.com/NdGuagv.png"
      },
      {
        "descricao": "Krall é um mapach imponente, com quase 1,80 m de altura, com uma constituição sólida e pelo emaranhado que está faltando em algumas partes. Ele era amigo próximo de Benna, embora não compartilhasse seu altruísmo e, em vez disso, acreditasse que aqueles que não conseguiam carregar seu peso deveriam ser deixados para trás. Ele espera lealdade completa de seus seguidores e favorece táticas de bater e correr. Ele e suas tropas cobram pedágios de caravanas mal defendidas para passagem pelas estradas, que muitos pagam para evitar sua ira.",
        "nome": "Krall",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/d0HaMeB.png"
      },
      {
        "descricao": "Benna é uma cervan alta e cheia de cicatrizes do bosque, que usa uma bandana vermelha sobre seu olho esquerdo perdido. Líder da Bandit Coali- tion, ela é uma idealista que acredita que o dossel de Alderheart, o símbolo do poder dos povos pássaros na região, deve ser queimado e seus recursos saqueados para ajudar os deslocados pelas chamas. Benna viveu uma vida tranquila na aldeia até que sua mãe, uma respeitada anciã e vidente da aldeia, previu que as chamas viriam.  Uma mensagem foi enviada ao Conselho de Alderheart, pedindo suprimentos e ajuda, ambos negados porque o Conselho não acreditava no poder das visões do vidente. Quando as famas consumiram quase toda a vila, o apoio dos povos-pássaros foi salvo, mas era tarde demais. Benna perdeu sua família. Ela também perdeu a orelha esquerda devido às queimaduras que sofreu ao tentar escapar do incêndio. Ela se juntou à rosa hospedada por meio de suas fileiras, graças à sua paixão e propósito. Ela é uma veterana experiente que vem construindo as forças de bandidos e utilizando a organização para cuidar de pessoas humildes que ficaram desabrigadas pelos incêndios que se espalharam.",
        "nome": "Benna Seridan",
        "tipo": 1,
        "urlImagem": "https://i.imgur.com/fTQpcWK.png"
      },
      {
        "descricao": "Bita é um gallus brilhante cuja elegante plumagem branca lembra a de um pavão. Como Presidente do Conselho dos Povos Pássaros, ela é sempre a primeira a se dirigir àqueles que receberam uma audiência com o Conselho. Ela leva muito a sério seus deveres como Presidente e como membro do Conselho. Apesar de sua profunda afeição por Humblewood e seus cidadãos, ela muitas vezes parece severa e fria. Bita acredita em fazer o que é melhor para o povo da Floresta e, às vezes, isso significa tomar decisões difíceis e sensatas.",
        "nome": "Conselheira Bita",
        "tipo": 1,
        "urlImagem": "https://i.imgur.com/VLB5tSG.png"
      },
      {
        "descricao": "Tevor é um tímido luma, com penas cinza-avermelhadas e um bico curto. Ele é um bom amigo de Havel, e começou a sentir afeição pelos gallus desde que trabalharam juntos. Tevor é um Sapling, um membro de baixa patente dos Tenders, que escapou por pouco de um ataque de cobra das cinzas que matou seu colega. Embora tenha concordado em dar seu relatório dos eventos no Scorched Grove, ele não está preparado para fazer muito além disso. Ele possui convicção nas crenças de sua ordem, mas o evento traumático o deixou assustado e desamparado. Se ao menos ele pudesse encontrar coragem para corresponder aos seus ideais, ele estaria destinado à grandeza. Tevor é geralmente avesso ao combate agora, mas antes de se juntar aos Tenders ele treinou como um recruta de guarda de poleiro.",
        "nome": "Tevor do Caminho Primaveril",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/oMXMJiy.png"
      },
      {
        "descricao": "Havel é um gallus frágil, mas corajoso, com plumagem de faisão. Ele é um grande amigo de Tevor, e os dois se desenvolveram uma relação de mestre e pupilo durante o tempo que passaram juntos em Alderheart. Havel é um Summerblossom, uma classificação dada a membros experientes dos Tenders. Ele tem trabalhado na sede dos Tenders no distrito do Tronco, onde fornece ajuda aos refugiados. Ele também é habilidoso no uso de magia natural e, embora normalmente seja muito doente para se aventurar, ainda pode ajudar o grupo com seus talentos.",
        "nome": "Havel da Lua Outonal",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/4zhJzhk.png"
      },
      {
        "descricao": "Odwald é um corvo velho e abatido, semelhante a um corvo de bico grosso e penas ásperas e grisalhas, eriçado por anos de aventuras. Odwald tem uma mente afiada, mas um coração fraco. Membro da ilustre família Ebonhart, uma casa nobre que remonta à fundação de Alderheart, Odwald foi um prodígio arcano que cresceu em um mundo que esperava que ele fosse brilhante. Embora a magia sempre lhe fosse natural, a pressão das expectativas de sua família pesava sobre ele e o enchia de um profundo medo de fracasso. Meses atrás, ele foi enganado por uma entidade desconhecida para enfraquecer o selo que mantinha o aspecto do fogo sob o Bosque Queimado.  Desde então, ele se culpa pela piora das condições na Floresta. Ele não tem solução para deter o aspecto, e isso o aterroriza. Logo após salvar seu amigo Riffin, o desespero o levou de volta à sua alma mater, o Avium, onde desde então tem trabalhado com magias proibidas em segredo. Usando uma porta secreta que descobriu durante seus tempos de estudante, Odwald transformou várias salas de aula inacessíveis e extintas em um laboratório improvisado, onde trabalha incansavelmente, experimentando magias sombrias e perigosas na esperança de descobrir uma maneira de deter o aspecto.",
        "nome": "Odwald Ebonheart",
        "tipo": 1,
        "urlImagem": "https://github.com/CaioCohen/CorruptedDominion/blob/main/src/assets/imgs/npcs/Odwald.jpg?raw=true"
      },
      {
        "descricao": "Gabe é um luma sable de meia-idade com uma grande pluma de penas iridescentes que circundam sua nuca como um capuz. O reitor do Avium, Gabe sempre parece estar imerso em pensamentos. Embora sua amabilidade e comportamento excêntrico façam com que as pessoas o subestimem, por baixo do exterior peculiar está uma mente afiada que avalia cuidadosamente todas as possibilidades antes de agir. Ele é um estudioso bem-humorado que se preocupa tanto com o bem-estar de sua equipe e alunos quanto com a qualidade da pesquisa e educação dentro do Avium.",
        "nome": "Reitor Gabe Windsworth",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/DWmyjR9.png"
      },
      {
        "descricao": "Riffin é um pequeno strig robusto, com alguns centímetros a mais de três pés, cuja plumagem e proporções lembram uma pequena coruja. Um cavaleiro viajante do reino, Riffin vivia em Ashbarrow antes de sua destruição, e foi levado para Alderheart por seu amigo Odwald, que o salvou do fogo. Sendo um dos únicos cavaleiros a vir de Ashbarrow, as pessoas começaram a chamá-lo de \"Cavaleiro das Cinzas\", um título que ele agora usa para manter viva a memória de sua casa. Riffin é um strig simples com uma maneira encantadora de ver o mundo. Ele também é um guerreiro firme que acredita fortemente em fazer o que é certo, ajudar os necessitados e honrar suas dívidas.",
        "nome": "Riffin, o Cavaleiro das Cinzas",
        "tipo": 1,
        "urlImagem": "https://i.imgur.com/2xMRmqP.png"
      },
      {
        "descricao": "A plumagem deste esbelto corvum crepuscular lembra a de uma pega-de-bico-preto. Professor de adivinhação no Avium, sua mente brilhante é frequentemente reprimida pela paranoia, um efeito colateral infeliz da linha de trabalho do adivinho. Isso levou o corpo docente a ver suas previsões com cautela, e lhe rendeu a reputação de ser um pouco excêntrico no campus. Ele é inteligente e capaz, no entanto, e pode ser um aliado útil para o grupo nas duas últimas partes da aventura.",
        "nome": "Corvax Revayne",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/76SXDZf.png"
      },
      {
        "descricao": "Mordane é um strig veloz, idoso e certinho, que mantém suas penas cinza e brancas arrumadas, e suas vestes de bibliotecário recém-passadas. Ele é sábio, mas antiquado, e prefere ler sozinho quando está fora do turno, em vez de confraternizar com seus colegas. Apesar de suas deficiências sociais, ele é um bibliotecário experiente, e tem um conhecimento incrível até mesmo das partes mais antigas da biblioteca inferior. ",
        "nome": "Mordane Swiftgale",
        "tipo": 2,
        "urlImagem": "https://i.imgur.com/MeK0yga.png"
      },
      {
        "descricao": "A plumagem deste huden gallus assemelha-se à de uma perdiz-branca, e ela geralmente usa um pincenê no bico. Professora de necromancia teórica avançada, Glinda é conhecida por ter opiniões estranhas sobre sua área de estudo. Ao contrário da maioria dos povos-pássaro, ela vê a necromancia como uma manipulação de energias vitais, comparável à magia druídica. Ela é uma alma bondosa e pratica apenas as formas mais leves de necromancia. No entanto, ela tem realizado experimentos secretos nos esqueletos servos do Avium, na esperança de desenvolver um feitiço de ressurreição de ponta. Isso viola as políticas do campus, que proíbem necromancia prática, ancia, e pode fazer com que ela perca o emprego.",
        "nome": "Glinda Nightseed",
        "tipo": 2,
        "urlImagem": "https://github.com/CaioCohen/CorruptedDominion/blob/main/src/assets/imgs/npcs/Glinda.jpg?raw=true"
      }
    ],
    "sessoes": [
      {
        "descricao": "Se encontraram com o prefeito da cidade de Winnowing Reach, após uma sobrevivente voltar queimada de uma exploração. Ele pede para irem em direção à Alderheart, a fim de avisar sobre o fogo.\n<br><br>\nOs aventureiros se envolveram em um combate com Frey, a Vulpin, e seu bando. 2 vidas foram perdidas, 2 foram poupadas e seguiram caminho (recebemos cada 2 moedas de ouro e Tom recebeu uma espada com o símbolo da rosa.)\n\nLogo a frente, foram atacados por um enxame de morcegos de fogo. Saíram novamente vitoriosos sem qualquer baixa e finalmente chegaram à Winnowing Reach.",
        "titulo": "1ª Sessão"
      },
      {
        "descricao": "Ao chegarmos em Winnowing Reach, Eliza levou sua caravana ao conserto e prometeu descontos em compras no dia seguinte. Fomos até a estalagem onde parte do grupo se hospedaria e, após gerry deixar escapar à garçonete que o Scorched Grove está se expandindo, o dono da estalagem concedeu hospedagem e refeição por conta da casa.\n<br><br>\nCrisium e Grinn notam uma figura suspeita deixando a taverna, mas o perdem de vista na noite escura, mas não antes da figura suspeita deixar um bilhete para Crisium. Seguindo as instruções no bilhete, Crisium se encontra com um antigo conhecido que tenta convencê-lo a se juntar a uma oportunidade de dinheiro fácil e desonesto, Crisium recusa.\n\nAo amanhecer, o grupo se reúne e se dirige à mansão do prefeito onde um delinquente, o amigo do Crisium, esta sendo preso por invasão de propriedade e tentativa de roubo. Após uma conversa com o prefeito, o grupo aceita uma missão para encontrar sua filha desaparecida e trazê-la de volta. No caminho, o grupo  luta com um trio de slimes grudentos, conseguindo um par de amostras e três núcleos de slime.",
        "titulo": "2ª Sessão "
      },
      {
        "descricao": "Após um breve descanso, seguimos viagem em direção à caverna, na esperança de encontrar a filha do magistrado. A essa altura, eu já havia desistido de tentar manter meu manto sagrado limpo. Os restos de slime pegajoso que não consegui remover me davam vontade de me despir, mas de que adiantaria? Logo ali à frente já avistei outros dois.\n<br><br>\nSim, encontramos a entrada da caverna, mas dois slimes grudentos a guardavam. Pelas descrições que li no bestiário, havia outros dois, cáusticos — fáceis de reconhecer pelos esqueletos presos em seus corpos translúcidos.\n<br><br>\nSe tem algo que aprendi sobre eles é que são lentos. E, sinceramente, sujar ainda mais minhas vestes é a última coisa que quero agora. Decidi manter a distância, desgastando-os pouco a pouco. Funcionou, felizmente. Ainda bem que não sou eu quem precisa recolher os núcleos desses seres viscosos.\n<br><br>\nAdentramos a caverna, e o abraço da escuridão foi quase reconfortante, como se o próprio Hath estivesse me acolhendo. Mas, espera... Cadê a escuridão? Quando olho para trás, vejo meu grupo acendendo uma tocha. Sério isso? Não entendo como eles não se sentem expostos, vulneráveis, com tanta luz. Me ofereci como \"batedor\" para ir na frente, mas, na verdade, só queria me afastar daquela tocha incômoda.\n<br><br>\nEnquanto avanço pela caverna, noto pilastras de madeira desgastadas. Hath sussurra em meu ouvido: essas pilastras não estão firmes. Melhor chamar os outros. Os ensinamentos de Hath são claros: seja cuidadoso, segurança em primeiro lugar. O cemitério está cheio de corajosos, afinal. Cara, no entanto, decidiu desafiar a sorte, passando por debaixo das pilastras soltas. Felizmente, Hath também sussurrou para ela, a tempo de evitar uma tragédia.\n<br><br>\nPassamos pelos escombros e fomos emboscados por mais slimes. Emboscadas... Odeio emboscadas. Mas, ao contrário deles, eu ouço quando Hath me alerta. Mantive distância e ataquei de longe. Desta vez, consegui não sujar a túnica.\n<br><br>\nMais uma vez, acenderam a tocha. Com licença, vou na frente novamente. E então a encontrei: a refém. Mas, claro, estava cercada por slimes grudentos. Logo eles, os que mais odeio. Além disso, havia um slime mutante, definitivamente mais perigoso.\n<br><br>\nEnquanto procurava uma solução, encontrei alguns cogumelos diferentes. Peguei alguns sem um motivo claro, apenas porque Hath sussurrou para eu fazê-lo. Ao usar detectar veneno e doença, percebi que os cogumelos eram inofensivos. Provei um deles — provavelmente uma decisão imprudente. Nada aconteceu. Talvez fossem cogumelos que conferem visão no escuro? Se for o caso, darei ao portador da tocha. “Gerry, prova esse cogumelo.” Ele recusou, mas Tom aceitou. Não eram cogumelos de visão no escuro, mas sim de cura. Nada mal. Cara decidiu pegar alguns também, mas, ao contrário de mim, ela se envenenou. Será que apenas humblefolk possuem resistência a esses cogumelos?\n<br><br>\nAinda assim, a questão permanece: eu realmente preciso entrar naquela poça de gosma? Alguém mais pode entrar e resgatar a refém. Sugeri isso ao Crisium, que pareceu ser tão cauteloso quanto eu.\n<br><br>\nMas minha sugestão saiu pela culatra. A refém estava presa na gosma dos slimes grudentos, e retirá-la sem fazer barulho era impossível. Agora tínhamos dois reféns para salvar.\n<br><br>\nPor sorte, Gerry era especialista em slimes — deveria ter imaginado. Ele pode ser jovem, mas já fazia parte dos firefighters. Graças a ele, conseguimos resgatar os reféns e coletar algumas amostras sem grandes complicações.\n<br><br>\nNo entanto, a garota refém começou a me irritar. Ela exigia amostras dos slimes que acabamos de derrotar, os mesmos que salvaram sua vida. Onde estão os modos dessa criança? Ou será que ela está fazendo isso de propósito? Ofereceu uma peça de ouro por amostra, mas eu sabia que estava mentindo. Negociei até três peças de ouro por amostra. Sabia que ela estava escondendo o verdadeiro valor.\n<br><br>\nCom o perigo atrás de nós, optamos por voltar pelo caminho mais seguro. Estamos todos exaustos. Pelo menos, conseguimos um bom saque, e o magistrado ainda nos recompensará mais.\n<br><br>\nAgora, só quero dormir. Chegamos ao vilarejo no início da noite e deixamos a garota com o pai. Não tenho mais forças para ficar acordado. Amanhã será mais um longo dia.",
        "titulo": "3ª Sessão"
      },
      {
        "descricao": "Creio que na noite passada todos dormiram mal.<br>\n1- O Gerry teve um pesadelo envolvendo um incêndio, uma criatura de olhos amarelos em meio ao fogo e um ritual.<br>\n2- Eu tive um pesadelo onde o Grinn me incentivava a seguir algum plano dele e isso resultava em uma morte fria, escura e pegajosa.<br>\n3- O Tom estava agindo de forma desatenta, como se estivesse com a cabeça em outro lugar.\n<br><br>\nBem, o prefeito nos pede mais um favor. Eliminar uma bruxa que segundo ele colocava a cidade em risco.\nEla mora no pântano e carrega um chifre de demônio como acessório de seu colar. \n<br><br>\nFomos em direção ao pântano, e no caminho eu senti que o Gerry ficou tentado a realizar ritual de seu pesadelo, mas não acho que um bombeiro iria arriscar algo tão tolo... \n<br><br>\nAo chegarmos na casa da bruxa, todos ficamos receosos de entrar, mas Sera tomou a iniciativa e quebrou a tensão, então a seguimos. Dentro da casa encontramos a bruxa, que não parecia ser uma má pessoa e de alguma forma ela convenceu a gente a ajudar com o mesmo ritual do pesadelo do Gerry, mas bem, ela era mais experiente e segundo ela isso seria benéfico para a floresta.\n<br><br>\nColetamos os ingredientes no pântano e ela realizou o ritual. Não surpreendendo ninguém além da própria bruxa, o ritual invocou um diabrete(Na verdade eu fiquei surpreso de não ter sido algo mais perigoso). Após lidarmos com a diabrete a bruxa pediu desculpas, nos deu o chifre para entregarmos ao prefeito como evidência de um trabalho concluído e foi embora, possivelmente refletindo sobre como ela pode ter sido tão ingênua.",
        "titulo": "4ª Sessão"
      },
      {
        "descricao": "Nós enfrentamos alguns monstros flamejantes no caminho para Alderheart.\nChegamos em Alderheart pela noite após uma fila grande para entrar e nos separamos para no dia seguinte falar com o conselho.\n<br><br>\nEles apesar dos meus avisos foram para as raízes, o lugar mais perigoso de toda a cidade e encontraram uma pessoa assassinada. Eles disseram que passaram a noite atrás das grades, mesmo que tenham pegado o responsável. Tudo isso por não querer gastar um pouco de dinheiro, eu acho.",
        "titulo": "5ª Sessão"
      },
      {
        "descricao": "Estava mais um dia passeando pelos bosques a deriva, até que uma cambada de vagabundos passaram e me roubaram até minhas minhocas, o que me deixou muito irritado e fez com que eu os seguisse para tentar pegar elas devolta, um pouco depois encontrei os mesmo bandidos brigando com um grupo de pessoas bem esquisitas, então resolvi ajudar eles, pra conseguir minha janta de volta, no meio do combate chegou um guaxinim do meu lado do nada e começou a atacar os ladrões, eu levei um susto mas me acalmei e juntos derrotamos os pilantras. Depois conversamos e entendi quem eles eram e que eu n fui o único a ser assaltado, tinha sido um arrastão e que o povo estava irado pra acabar com todos por isso, então por achar esse pessoal muito engraçado resolvi seguir eles e ajudar já q n tinha nada pra fazer. Seguimos junto da multidão os bandidos encontramos o acampamento deles e dormimos perto para nós descansar e atacá-los ao acordar, então uma batalha ocorreu em volta do acampamento, a qual foi bem longa, enfrentamos vários inimigos, dentre eles um ratinho arrombado e uma raposa a qual os outros já conheciam(aparentemente eles pouparam ela). Ao ganhar, devolvemos o que foi roubado e fomos recompensados por isso",
        "titulo": "6ª Sessão"
      },
      {
        "descricao": "Após destruirmos o acampamento dos bandidos próximo a Alderhart alguns fugitivos se espalharam pela floresta e agora ameaçam as estradas. Por isto, fomos encarregados de encontrar e neutralizar algums desses fugitivos para deixar as estradas mais seguras para as caravanas que serão enviadas com suprimentos para as cidades afetadas pelos incendios.\n\nGrinn lembrou que possuíamos um mapa com a localização do esconderijo dos bandidos e pediu permissão para interrogar um dos prisioneiros. Não sei exatamente como, mas ele conseguiu fazer com que o prisioneiro revelasse os segredos do esconderijo, para onde decidimos ir pra resolver o problema de uma vez por todas.\n\nAntes de sairmos, fomos a estalagem onde o mentor de crisium nos pagou bebidas e algum meliante desconhecido muito parecido comigo, mas que definitivamente não era eu, invocou uma cobra gigante e destruiu varias mesas, mas isso não é importante.\n\nSeguindo com o que fomos contratados para fazer, a caminho do esconderijo dos bandidos encontramos fontes termais na floresta que estavam sendo usadas por criaturas de vapor mas conseguimos lidar com elas.\n\nObs: A cobra gigante que agora esta nos acompanhando definitivamente não tem nada a ver com os eventos da estalagem.",
        "titulo": "7ª Sessão"
      },
      {
        "descricao": "Em Crest, nós estávamos dando continuidade à procura dos bandidos, dessa vez de sua fortaleza e no caminho encontramos uma vila. A vila foi incendiada por criaturas elementais que tivemos que enfrentar. Depois de muita peleja, nós conseguimos derrotar as criaturas que estavam próximas a nós. \n\nOs moradores da vila procuram um refúgio e para isso sobem ainda mais a montanha e nós as seguimos.",
        "titulo": "8º Sessão"
      },
      {
        "descricao": "Após uma batalha muito difícil, nós resolvemos ficar para trás dos refugiados, o que causou um encontro nada amigável com dois leões da montanha. Ao serem derrotados causaram uma enorme avalanche, da qual tomamos um baita caldo. Em seguida, descansamos um pouco e fomos em direção à fortaleza dos ladrões, onde entramos nos fingindo de refugiados. Encontramos um guaxinim extremamente mal humorado, comemos, nos recuperamos de alguns ferimentos e descobrimos que a líder deles não era alguém tão odiável assim, então mudamos nossos planos para tentarmos negociar com ela. Depois de uma conversa conseguimos convencê-la a ouvir o que Alderheart tem a oferecer.",
        "titulo": "9º Sessão"
      },
      {
        "descricao": "Há quem diga que os sussurros de Hath são difíceis de ouvir, mas talvez eu tenha uma audição especialmente aguçada.\n<br><br>\nNosso plano original era simples: matar Benna. Mas agora estamos retornando para Alderheart com uma carta dela, contendo termos para uma possível negociação. Não faço ideia do que esses termos envolvem ou o que ela espera ganhar com isso. Contudo, pela rapidez com que tudo foi preparado, é evidente que essa ideia já havia cruzado sua mente antes.\n<br><br>\nPor algum motivo, Tom decidiu ficar para trás na coalizão. Não perguntei o porquê. Ele já fez parte do grupo antes e agora parece ter reencontrado seu lugar como soldado. Acho que finalmente encontrou seu caminho. Fico feliz por ele, mesmo que isso signifique que não estará mais conosco.\n<br><br>\nNo caminho de volta, aproveitamos para buscar ingredientes para Susan, para que ela possa preparar poções para nós. Usando minha magia Elevated Sight, localizei um lago onde encontramos dois crocodilos. Conseguimos abatê-los com segurança, mas minha faca escorregou durante o corte e danificou um dos quatro olhos. Um erro bobo, mas irritante.\n<br><br>\nAo chegar em Alderheart, fizemos uma rápida visita à casa de Susan antes de nos dirigirmos ao conselho. Bita, que parecia ser a porta-voz do grupo, ficou visivelmente surpresa com a proposta de negociação de Benna. Ela comentou que esperava que nós tivéssemos matado a líder dos bandidos — e, para ser justo, era exatamente o que planejávamos fazer.\n<br><br>\nA proposta foi lida em voz alta: um encontro em território neutro, com cada lado podendo levar no máximo 50 soldados para segurança. Alguns conselheiros, especialmente os mais alinhados com a ala militar, não gostaram da ideia, mas estavam em minoria. Bita foi eleita como representante de Alderheart e nos convocou para acompanhá-la, já que fomos nós que possibilitamos a negociação. Percebo que nossa posição política em Alderheart está ganhando força.\n<br><br>\nNo local combinado, vi Tom ao lado de Benna. Isso me deixou aliviado, especialmente por Krall não estar presente. Tenho certeza de que ele nunca aceitaria essa negociação — na verdade, duvido que ele sequer saiba que está acontecendo. Enquanto isso, Hath sussurrou para mim. Algo está errado? Tudo parecia estar correndo bem.\n<br><br>\nDurante as conversas, Benna insistiu para que os povos humildes tivessem representação no conselho de Alderheart, e, surpreendentemente, conseguiu aprovação. Será que... eu poderia me tornar um conselheiro? Um porta-voz de Hath em Alderheart seria algo interessante.\n<br><br>\nBita concordou com outra proposta de Benna: transformar a coalizão dos bandidos em uma força oficial, com salários e monitoramento. Tudo estava indo tão bem que comecei a questionar se os sussurros que ouvi foram apenas uma alucinação. Mas então, no momento em que Bita e Benna apertaram as mãos, uma voz familiar gritou: \"Ataque!\"\n<br><br>\nTom? O que você está fazendo?\n<br><br>\nUm dos guardas de Benna protestou imediatamente, alegando que Tom tentou enfeitiçá-lo. Ele tentou se fazer de desentendido, mas todos vimos o que aconteceu. Foi levado pelos guardas e amarrado em uma árvore no meio da floresta.\n<br><br>\nMeu coração pesou. Hath tentou me avisar, mas o que eu poderia ter feito? Benna parecia tão decepcionada quanto eu. Bita nos ordenou que escoltássemos Benna de volta para a coalizão na manhã seguinte. Saber que Tom passaria a noite amarrado a uma árvore me encheu de tristeza. \"Sempre há outro segredo.\" Como eu poderia ter esquecido disso?\n<br><br>\nAo amanhecer, minha consciência pesou. Fui ver como Tom estava. Eu temia que ele tivesse sido atacado por algum predador, mas fiquei aliviado ao encontrá-lo vivo. No entanto, ele não parecia bem. Ofereci comida e água, mas ele não reagiu. Seus olhos estavam sem foco, sua mente parecia estar em outro lugar. Meu desapontamento deu lugar à tristeza. Mas ele é adulto; sabia o que estava fazendo.\n<br><br>\nAo chegarmos à coalizão, recebemos a notícia de que Krall havia fugido, levando 20% do exército com ele. Nada fora do esperado. De alguma forma, ele descobriu sobre a negociação. Vamos precisar lidar com isso... mais cedo ou mais tarde.\n<br><br>\n\n-----------------------------------------------------------------------------------------------------------------------------------------------------------------------------------\n<br><br>\nEstávamos com um grupo de viajantes, indo direto para a boca do lobo. Não entendi muito do que estava acontecendo naquela hora, mas é normal pra mim de manhã, essa confusão e sentir-se desnorteado. Enfim, me aproximei dos que estavam mais a frente, e tentei convencê-los a fazer um descanso, tava só o pó...\n<br><br>\nAcontece que, aparentemente, eles estavam muito inclinados em entrar pro crime, e eu não li certo na hora. Mas por sorte, o nosso seguidor de Hath me salvou.\n<br><br>\nPara encurtar a história: Batemos nuns leões, entramos na sede dos ladrões, dei a minha espada de comandante para quele cabeção do Krall. Me alistei de novo, etc.\n<br><br>\nParece que gostam mesmo da Benna, até aquele pessoal que estou seguindo. Por um segundo, me arrependi de ter saído, depois de ver tanta influência dela. Depois desse segundo, só queria matar ela e me resolver com Kran. Até armei um belo plot com Krall, mas estraguei tudo no final. Eu nem queria de fato matar ela, ou ninguém...\n<br><br>\nEnfim, eles conseguiram o que queriam (que sinceramente, não tava muito aí pra esse plano deles. Quer dizer, se ia ter paz ou não, pra mim dava no mesmo.), e agora há um acordo rolando entre a coalizão e Alderheart.\n<br><br>\nTerminamos comigo preso num tronco, perdendo meu pacto com Kran, ganhando uma cicatriz nova e eterna... Seria trágico, se não fosse cômico. E sendo conduzido a uma prisão na cidade dos pássaros, pelo menos é de graça, lugarzinho careiro. Os outros estão na coalizão agora, pra conduzir o povo para árvore gigante.\n<br><br>\nLembrando agora, tem o Krall também. Não faço ideia do que está tramando. Mas ele parecia bem convicto de algo, quando nos falamos daquela ultima vez...",
        "titulo": "10º sessão"
      },
      {
        "descricao": "Então, a pedido de Bita, mais uma vez fomos em direção ao scorched groove.\n\nNão me sinto bem tão perto desses desastre, mas me alegro com o novo amanhecer para o bosque. Creio que incêndio nenhum será páreo para união do povo pássaro com o povo humilde.\n\nTalvez, por essa esperança, eu não tenha ficado tão incomodado quando presenciei a maior revoada desses morcegos que já pude observar em toda minha vida, vindo em nossa direção.E sinceramente? Foi um combate bem fácil para o nosso grupo. \n\nAgora o que realmente me incomodou foi o que atraiu os morcegos. Um orbe brilhante, que o Grinn conseguiu pegar, contendo traços de conjuração...\n\nEu achava que a área queimada fosse algum tipo de desastre natural, mas isso muda as coisas, teria um responsável por trás disso tudo?",
        "titulo": "11º sessão"
      },
      {
        "descricao": "Fomos enviados para cuidar de um incêndio na floresta, parecia ter sido coisa pelo o que eu entendi, mas até ai tudo bem, estou acostumado com incêndios então achei que seria apenas mais um dia cumprindo meus deveres como um Tender.\n\nEu não podia estar mais enganado, nunca vi nada parecido com o que encontramos. Uma enorme parte da floresta queimando como uma enorme fogueira, nenhum som podia ser ouvido além do crepitar das chamas e dos nossos passos sobre as cinza. E quantas cinzas, um mar delas, uma quantidade tão grande que era possível mergulhar e praticamente nadar.\n\nMas é claro que o fogo e a fumaça não eram suficientes. Alguém nesse grupo esquisito formado pelo acaso deve ter muito azar, pois se tornou rotineiro para nós encontrar criaturas assustadoras e perigosas em todo lugar que colocamos os pés. Dessa vez serpentes enormes, maiores que o Snek, queimavam por dentro como fornalhas, com escamas negras como carvão e olhos incandescentes se esgueiravam, escondidas pelas cinzas.\n\nCara quase morreu (pela quinta? talvez sexta vez... ela realmente precisa repensar sua forma de lutar), mas conseguimos derrotar as criaturas com até certa facilidade. Infelizmente, nossa alegria durou pouco. Diversas outras serpentes de fogo apareceram em seguida apenas para serem afugentadas por uma criatura GIGANTESCA feita de chamas vivas.\n\nO monstro nos perseguiu causando ainda mais destruição e abrindo fissuras na terra, quando achávamos que tínhamos em fim escapado uma fissura enorme surge sob os pés do Tom (ou Phantom, parece que ele resolveu pintar os pelos e mudar de nome agora), e em um momento de desespero Tevor acabou perdendo sua vida ao me ajudar a resgatá-lo.\n\nVoltamos para Alderheart derrotados, mas vivos.",
        "titulo": "12ª sessão"
      },
      {
        "descricao": "Mais uma missão sucedida, mais um dia de dinheiro fácil e honesto.\n\nVoltando para o conselho, nós nos deparamos com um rosto conhecido, Krall.\n\nEste maldito latrocina preparava uma emboscada para matar viajantes e roubar seus espólios.\n\nFelizmente, os viajantes da vez éramos nós e ao invés do Krall tomar algo da gente, ele nos deu um presente. Um obstáculo a menos para o amanhecer que espera humblewood.\nFoi uma luta árdua, mas saímos vitoriosos.\n\nDepois de mais um tempo prosseguindo viagem, nos deparamos com uma caverna um tanto peculiar e o Grinn pediu para eu agir como batedor. Da última vez isso quase resultou em minha morte, mas o Grinn amadureceu e tem se tornado um melhor estrategista, então confiei em suas ordens.\n\nO que avistei na caverna me surpreendeu, era uma visão mágica, algo sobrenatural, um unicórnio, que nos concedeu um alívio da viagem cansativa e que certamente me deu uma valiosa memória.\n\nApesar de tudo, fico feliz de ter largado meu passado criminoso e sou grato pelas experiências que estou tendo",
        "titulo": "13º sessão"
      },
      {
        "descricao": "Continuando no caminho para Avium o grupo caminha pelo coração da floresta. A sombra das altas árvores deixam o ambiente escuro ao meio  dia. \n\nA sensação de ser observado perdura por vários dias. No primeiro dia, a sensação é como um arrepio na nuca e desconfiança. No segundo dia nós encontramos um cervo com uma grande cicatriz na anca, a marca foi deixada por um predador. No terceiro dia encontramos uma carcaça antiga com uma presa de 30 cm quebrada ao lado. Na noite do terceiro dia algo entra no ninho enquanto dormimos e o alarme é disparado. \n\nApós todos levantarmos e pegamos nossas armas. A floresta fez silêncio. O alarme cessou. Passou um minuto, dois. O som voltou a floresta e nenhum predador atacou pelo resto da noite. \n\nDurante o dia, num momento de distração. Dois espreitadores atacaram. Conseguimos sair com vida.",
        "titulo": "14º sessão"
      },
      {
        "descricao": "Depois de uma longa e difícil jornada, enfrentando um grupo de bandidos, um monstro vegetal e dois Forest Prowlers, finalmente chegamos ao Avium.\n<br><br>\nTenho que admitir, já vi muitas coisas nesses meus longos dez anos de vida, mas nada chega perto do que estava diante de mim: um tronco de árvore colossal, cristalizado, erguendo-se como uma torre imponente. Vários andares se empilhavam, tornando-o possivelmente maior que Alderheart. Mas não era apenas sua altura que impressionava — ao seu redor, flutuavam ilhas, cada uma envolta em uma bolha translúcida, sustentando diferentes biomas. Cada bolha preservava seu próprio clima, transformando a paisagem em um mosaico de ecossistemas isolados. Eu me senti como se tivesse entrado em outro mundo.\n<br><br>\nAo chegarmos ao Avium, fomos recebidos imediatamente. Eles já aguardavam nossa chegada, o que foi surpreendente. Mais surpreendente ainda foi notar que os guardas do local eram esqueletos animados. Confesso que, à primeira vista, achei aquilo profano, mas logo nos explicaram que os ossos pertenciam a antigos alunos e professores da universidade, doados voluntariamente para servirem como guardiões da instituição. Bem... se foi com consentimento, acho que não há problema.\n<br><br>\nFomos direto ao encontro do Reitor. Para minha satisfação, não precisei perder tempo explicando o motivo de nossa visita. Ele já estava ciente de que viemos investigar o Aspecto de Fogo que testemunhamos na Scorched Grove. Gosto quando as coisas seguem direto ao ponto.\n<br><br>\nFomos encaminhados à biblioteca, onde Mordane, o bibliotecário, nos ajudou a reunir o material necessário. O lugar era gigantesco, repleto de incontáveis prateleiras abarrotadas de livros e pergaminhos. Mordane levou duas horas apenas para separar os volumes que procurávamos. Comecei minhas pesquisas pela própria Scorched Grove — afinal, aquele lugar costumava ser meu lar. No entanto, não encontrei nada de novo.\n<br><br>\nCrisium, por outro lado, teve mais sorte. Ou quase. Ele encontrou registros que pareciam promissores, mas, no momento crucial, notou que páginas haviam sido arrancadas do livro. E não eram páginas quaisquer — eram justamente as que continham informações sobre o Aspecto Flamejante, suas fraquezas e como derrotá-lo.\n<br><br>\nIsso não era coincidência.\n<br><br>\nMordane ficou furioso ao perceber os danos em sua biblioteca, afirmando que até uma semana atrás os livros estavam intactos. O que era, no mínimo, intrigante, pois fazia aproximadamente uma semana que o Aspecto Flamejante despertara na Scorched Grove. Alguém arrancou aquelas páginas propositalmente. Suspeito que para impedir que tal informação fosse descoberta.\n<br><br>\nA biblioteca era imensa. Encontrar um livro específico, abrir na página exata e arrancá-la não era tarefa para qualquer um. O culpado precisava conhecer bem aquele acervo, o que significava que não era um mero estudante novato. Mordane? Não, ele parecia genuinamente indignado quando joguei a isca para testar sua reação.\n<br><br>\nEnquanto refletia sobre isso, resolvi aproveitar minha estadia para um pouco de política. Peguei com o Reitor a agenda do único professor humblefolk da universidade e fui me encontrar com ele. Sinceramente, esperava mais apoio. Afinal, um décimo dos alunos do Avium são humblefolk como eu. Mas o professor se posicionou contra qualquer tipo de propaganda política no ambiente acadêmico. Melhor respeitar.\n<br><br>\nDe volta à questão das páginas arrancadas, uma nova hipótese surgiu em minha mente: e se o culpado não quisesse apenas impedir o acesso à informação, mas especificamente nosso acesso? Isso significaria que ele já sabia que estávamos vindo. Mais do que isso, sabia qual era nosso propósito.\n<br><br>\nCom essa suspeita, elaborei um plano para identificar o responsável — ou pelo menos atraí-lo. Fui falar com o Reitor. Tom me revelou que a universidade possuía um sistema de avisos sonoros para transmitir mensagens a todos. Aproveitei isso. Escrevi um anúncio falso, declarando que um dos livros danificados havia sido substituído por uma cópia. A ideia era simples: se o responsável realmente quisesse impedir o acesso à informação, ele tentaria arrancar as páginas da suposta cópia. Uma armadilha perfeita.\n<br><br>\nMas eu queria testar mais uma coisa. Antes de o Reitor fazer o anúncio, sugeri que praticássemos o discurso juntos, simulando o ambiente. Ele ficaria de pé, e eu, discretamente, conjuraria Zona da Verdade ao redor dele, sob o pretexto de que era uma simulação da magia de comunicação. Assim, se ele fosse o culpado, não conseguiria dizer a frase que incluí de propósito no discurso: \"Eu não sei quem foi.\"\n<br><br>\nÓbvio que deu errado.\n<br><br>\nO Reitor percebeu de imediato a magia que eu estava usando. Que idiotice da minha parte. O homem é o chefe de uma universidade de magia, claro que notaria.\n<br><br>\nDeu pra perceber que ele ficou insultado, azar o dele, como eu poderia continuar a investigação sem antes ter certeza que ele estava do nosso lado? Apesar disso, ele voluntariamente se deixou afetar pela magia e declarou, com sinceridade, que realmente não sabia quem havia arrancado as páginas. Pelo menos, mais um nome riscado da lista de suspeitos.\n<br><br>\nEle seguiu com o plano e fez o anúncio, mas deixou claro que não acreditava que funcionaria. A universidade não possui cópias dos livros de seu acervo, e essa informação era de conhecimento público.\n<br><br>\nAinda assim, valia a pena testar, no pior dos casos a gente não avança.",
        "titulo": "15ª sessão"
      },
      {
        "descricao": "Depois que Grinn se certificou que podíamos confiar no reitor, voltamos à biblioteca para tentar encontar algum vestígio da presença do vandalo que arrancou as páginas dos livros. Como de costume, não demorou muito para que alguma coisa ruim acontecesse com a gente. Desta vez, nossas próprias sombras se voltaram contra nós, todas elas, exceto a do Crisium. Talvez depois disso Grinn entenda como o escuro pode ser perigoso e pare de insistir para viajarmos durante a noite.\n\nQuando a poeira baixou, encontramos um pergaminho semi-destruído no canto. Nem precisei chegar perto para sentir a energia sinistra que emanava dele, então supomos que ele foi a fonte deste desastre, apesar de não haverem sinais de quem o teria utilizado.\n\nEm uma rara decisão sensata, o grupo concordou com a minha sugestão de sair desse ambiente macabro. Tristiam ficou para trás, e eu não tive coragem de questionar o porque. Algo naquele silêncio da biblioteca me fez querer fugir dali o mais rápido possível.\n\nSeguimos com a investigação continuou, mas meu coração continuava batendo como um tambor. O reitor havia nos contado sobre três possíveis incidentes que poderiam nos levar a alguma resposta tanto sobre a destruição dos livros quanto ao ataque que sofremos. Ele falou sobre dois alunos reportando coisas sobre criaturas assustadoras e um professor que queria entrar em contato conosco. Após muita insistência minha, o grupo decidiu falar com o professor primeiro e deixar as questões mais assustadoras para depois, outra rara decisão sensata e no mesmo dia, começo a criar esperanças sobre o futuro desta gente louca.\n\nO professor de adivinhação nos deu uma profecia cheia de palavras enroladas: \"Um coração negro entre o branco e o cinza...\". Eu sorri, acenei como se entendesse, mas por dentro só queria que aquilo fosse um pesadelo para acabar logo. Profecias são para heróis, não para um tender que tropeça na própria mangueira. Ignoramos? Claro. Até porque, se eu parasse para pensar no significado, provavelmente desmaiaria.\n\nO próximo relato foi o de um estudante Jarbeen, que jurou ter visto um monstro de ossos com quatro olhos do lado de fora de seu quarto. Meus joelhos fraquejaram. Por que justo um monstro de ossos? Esses boatos, não são exatamente reconfortantes num lugar cheio de guardas esqueléticos. Mas eu insisti: \"Vamos primeiro ver as... evidências?\", tentando ganhar tempo e quem sabe com sorte descobrir que ele estava apenas delirando. Quando encontramos as marcas nas árvores e os fragmentos ósseos, meu estômago embrulhou. Ele não estava sonhando, alguém, ou algo, esteva ali, e eu não queria descobrir o que foi.\n\nA última pista foi a pior. Uma estudante viu os esqueletos serventes agindo de modo estranho. So faltava essa, os esqueletos já me assustavam desde o primeiro dia no Avium, mas saber que eles podiam se rebelar? Decidimos consultar a professora de necromancia. Pelo menos ela saberia se estávamos lidando com uma maldição ou algo pior.",
        "titulo": "16ª sessão"
      },
      {
        "descricao": "Catatau",
        "titulo": "17ª sessão"
      },
      {
        "descricao": "Após uma noite no museu, que a propósito foi um fiasco, com direito a perder nosso alvo. Voltamos, novamente, para o dormitório do diretor, com apenas uma página mágica (coisa de nerd mago com palavras estranhas).\n\nEle nos informou que o pedaço de papel com símbolos que capturamos era, na verdade, de um novo roubo, que ocorreu após resgatarmos o livro. O livro havia sumido de novo! Quem me dera, se pelo menos todos os lugares tivessem a mesma segurança daqui...\n\nEnfim, voltamos à infame biblioteca. Como sempre, nada de mais. Após horas encarando aquele amontoado de papel mofado, e analisando aquele monte de ossos que chamam de guardas, algum dos pequenos achou que viu algo, e seguimos no encalço. E não é que estava certo ? Uma estante com passagem secreta, que me segurei pra não por abaixo. Finalmente, depois de uns minutos retirando os livros, e de mim morrendo de tédio, conseguimos acessar o outro lado.\n\nUma rampa que levava até uma rede de túneis subterrâneos, onde no final de um deles, o principal, havia uma porta! Do outro lado, havia uma presença estranha. Uma espécie de ovo mágico, translúcido, com o bibliotecário dentro que parecia hibernar. E do outro lado, numa cômoda, um amuleto que te transformava no coroa. Bizarro...\n\nFui carregando aquela ave até chegarmos numa nova porta, que já era em outra parte do túnel. Acionamos um alarme mágico, como aquele que o Grinn colocou na noite das feras. Bom, tendo em vista que elemento surpresa foi por água abaixo, não custava manter a educação e bater. Piadas à parte, e resumindo a história, era o padrasto do Crissium. Nos rendemos. E era o que eu teria dito, se o candidato dos Humblefolk não tivesse ido pra cima do Corvum mais poderoso que já pisou naquela instituição.\n\nTive um déjà vu quando vi o Grinn ser amarrado. É doido ver como é do outro lado da situação, pra variar, mas tivemos que seguir logo com o plano do nosso companheiro. No final, o senhor só queria ajudar também, embora seus métodos fossem pouco ortodoxos, o que pra mim tanto faz. Ele parecia envergonhado das decisões dele, mas feliz que iríamos ajudar. \n\nConfessou ser o culpado pelo evento recente na vila, mas que a necromancia que pesquisava poderia ser de grande ajuda a enfrentar o fogo. Estávamos combinando de ajudá-lo quando, do nada, um acidente ocorreu.\n\nParece que ele deixou suas emoções tomarem conta, o que fez com que a criatura se libertasse dele. Foi nocauteado e tivemos que lidar com aquela aberração mágica. Por sorte, consegui desferir um golpe que incapacitou o ser, quase que por completo. Foi neutralizado sem muitos problemas, mas no meio da situação, o servo de Hat acordou e foi tentando amarrar o senhor. Eu tentei impedi-lo, mas chegaram num acordo.\n\nResumindo o final daquela noite: Chegamos num acordo com o necromante; o levamos sob custódia para o diretor, que ficou uma fera, tão medonho quanto a criatura que enfrentamos; ele foi perdoado, por hora, mas iremos ajudar ele a encontrar uma criatura lendária, que nem ele sabe se é real.\n\nTambém me sinto mais forte, por algum motivo...",
        "titulo": "18ª sessão"
      },
      {
        "descricao": "Alguns dias se passaram desde nosso estranho e revelador encontro com Odwald nos fundos da biblioteca. Finalmente, chegou a hora de deixar a universidade para trás. Uma última visita ao reitor antes da partida revelou que Odwald ainda estava ali, à sua sombra.\n<br><br>\nO Conselho de Alderheart decidiu adiar o julgamento do mago até que toda essa questão com o elemental ancião seja resolvida. Estratégia, talvez. Conveniência, com certeza. E, para completar, resolveram que ele poderia ajudar — com sua sabedoria apenas, claro. Nada de magia. Estava agora usando braceletes inibidores, pesados e pálidos, como lembretes de seus próprios erros. Crisium, seu pupilo, parecia desconfortável com a cena. Entendo. É difícil ver um mestre acorrentado, ainda mais quando a corrente foi forjada pelas próprias mãos dele.\n<br><br>\nOdwald sugeriu que reuníssemos seu velho grupo. Começamos por Riffin, em Blackenmill. Mandei uma mensagem via Sending, prático, direto. Ele respondeu animado, mas a empolgação durou pouco. Ao saber dos crimes de Odwald, o clima azedou. Riffin ficou abatido, e foi nesse instante, talvez o primeiro em muito tempo, que Odwald pareceu realmente entender o peso das suas escolhas. Seu semblante mudou. Arrependimento? Talvez. Ainda assim, quando sugeri que ele buscasse perdão na igreja de Hath, ele ignorou como quem ignora um inseto. Não é para todos, eu sei.\n<br><br>\nApresentamos o plano a Riffin. Estamos em busca de uma arma lendária chamada Borealos. Ele nos apontou para Susan, seus poderes de adivinhação talvez pudesse nos ajudar a encontrá-la.\n<br><br>\nVoltamos então a Alderheart e seguimos direto para a casa dela. Susan nos recebeu como sempre. Ela iniciou um ritual de adivinhação, magia antiga, precisa e demorada, acabei me distraindo com a besouro de estimação dela, o Normal. Você até que aprende a achá-lo fofo, depois que se acostuma. A visão foi vaga, como esperado, mas clara o bastante: precisaríamos reunir duas peças — folhas celestes e uma chave dos Tenders. Juntas, elas nos guiariam até Borealos.\n<br><br>\nGerry, sendo um Tender, seria peça-chave. Mas no momento ele lidava com uma batalha interna... no intestino. Nada glorioso. Então decidimos começar pela parte vegetal da equação.\n<br><br>\nOdwald, ao menos, lembrava-se de onde encontrar a tal planta. Fomos até uma floresta ao noroeste de Alderheart — três horas de caminhada em silêncio, tensão e cheiro de fumaça. Chegando lá, vimos que o local havia sido consumido por um incêndio recente. Cinzas por todo lado. À primeira vista, não havia nada além de desolação.\n<br><br>\nO desânimo começou a me tomar, mas então Hath sussurrou, suave, firme. Olhe para cima.\n<br><br>\nLevantei os olhos. E lá estavam. Árvores queimadas, sim, mas não mortas. Algumas copas ainda guardavam vida em forma de pequenas folhas enegrecidas de poeira, porém intactas. Escalei. Fucei. Rezei. E Hath me guiou. Encontrei quatro folhas celestes, talvez suficientes.\n<br><br>\nAgora, de volta a Alderheart. Veremos se Gerry já superou seu infortúnio intestinal e está pronto para nos guiar ao próximo passo. Porque a busca por Borealos mal começou.",
        "titulo": "19ª sessão"
      },
      {
        "descricao": "O aspecto de fogo se faz presente em toda parte. O chão está coberto de cinzas, os arbustos se despedaçam ao toque e ainda tem esse cheiro de fumaça. Todas as coisas vivas da floresta sumiram, a única coisa verde que resta são as folhas mais altas das árvores mais altas, aquelas com as cascas mais grossas que conseguiram resistir ao calor e as chamas tempo o suficiente para sobreviver ao incêndio. Nós viemos até Scorched Grove a procura de Borealus, o artefato que pode dar um fim a essa tragédia.\n\nOdwald veio conosco com sua magia neutralizada por braceletes mágicos e o grande espírito sapo como o qual Geralt tem um pacto também vem conosco. \n\nNo meio das cinzas encontramos uma estátua à imagem do grande espírito. Ao nos aproximar três pedestais, e um quarto quebrado, e uma plataforma se ergueram nela estava escrita o poema \"O ciclo da natureza é a morte e renascimento\". Repousamos uma folha celeste em um dos pedestais e a plataforma se abriu derrubando Gerry em um turbilhão profundo. Cara o salvou usando sua afinidade com o vento. Nós insistimos e o caminho para a caverna sem luz com paredes cobertas por vidro negro se abriu e nela havia uma plataforma que leva para o lago de fogo.",
        "titulo": "20ª sessão"
      }
    ]
  }
}
